{
	0:
	{
		"text": "Okay, I will give you a brief overview of the printer.",
		"KeyboardButtons": [ "Erklärung abbrechen", "Weiter" ]
	},
	1:
	{
		"text": "The printer is an additive manufacturing device. This means that an object is created by adding material to the object, layer by layer. In the course of this tutorial I will explain how this is done",
		"photoFilePaths": [ ".\\BotContent\\images\\PrusaMini.png" ],
		"KeyboardButtons": [ "Erklärung abbrechen", "Weiter" ]
	},
	2:
	{
		"text": "The material for this printer is a plastic which comes as a long string on a spool. The material is also called filament. When it's heated, it gets viscous and the printer can process it. When the material cools down, it gets solid again, like in a hot glue gun.",
		"photoFilePaths": [ ".\\BotContent\\images\\Filament.jpg" ],
		"KeyboardButtons": [ "Erklärung abbrechen", "Weiter" ]
	},
	3:
	{
		"text": "The filament is heated up to around 200°C in the hotend which is in the printhead. The viscous material is pressed out on the bottom side of the hotend through the nozzle. The nozzle is very hot during the print and should not be touched!",
		"photoFilePaths": [ ".\\BotContent\\images\\Printhead.jpg", ".\\BotContent\\images\\E3D-Bowden-Connector.png" ],
		"KeyboardButtons": [ "Erklärung abbrechen", "Weiter" ]
	},
	4:
	{
		"text": "In the beginning, the material is applied to the buildplate, forming the first layer of the object. Afterwards, the material is stacked on the previous layer. The model is thus created layer by layer.",
		"photoFilePaths": [ ".\\BotContent\\images\\FirstLayer.jpg" ],
		"KeyboardButtons": [ "Erklärung abbrechen", "Weiter" ]
	},
	5:
	{
		"text": "Pushing the filament through the hotend is also called extruding. By moving the printhead and simultaneously extruding material, the object is slowly created layer by layer. The video shows a timelapse of a 30 minute print.",
		"videoFilePaths": [ ".\\BotContent\\images\\Timelapse.gif" ],
		"KeyboardButtons": [ "Erklärung abbrechen", "Weiter" ]
	},
	6:
	{
		"text": "For better adhesion, the buildplate can be heated up to around 70°C. The buildplate should not be touched during printing because of the high temperature and the risk of crushing due to the movement of the buildplate.",
		"photoFilePaths": [ ".\\BotContent\\images\\Buildplate.png" ],
		"KeyboardButtons": [ "Erklärung abbrechen", "Weiter" ]
	},
	7:
	{
		"text": "This was short overview of the printer and its' components. Do you like to know about the 3D printing workflow?",
		"KeyboardButtons": [ "Nein", "Ja" ]
	},
	8:
	{
		"text": "Ok. What can i do for you next?"
	}
}