Repository: FlorianJa/PrintAssist
Catalog: PrintAssistConsole/Properties/text.*.resx
Languages: de_de

source: activated
de_de: aktiviert

source: CalibrationFinished
de_de: Die Kalibrierung ist abgeschlossen. Der Drucker heizt auf seine finale Betriebstempertur auf. Es geht gleich los.

source: CancelExplanation
de_de: Erklärung abbrechen

source: CurrentState
de_de: Aktueller Status:

source: deactivated
de_de: deaktiviert

source: greeting
de_de: Hi. Ich bin dein persönlicher 3D Druckassistent. Ich kann dir den Drucker und den 3D Druck Workflow erklären, 3D Modelle im Internet für dich suchen, Modelle für den Drucker vorbereiten und den Druck starten.

source: GuidedFineDetails
de_de: Für feine Details veringere ich die Druckgeschwindigkeit etwas.

source: GuidedMoreInfill
de_de: Mehr Infill wird die Stabilität des Objets erhöhen.

source: GuidedNoFineDetails
de_de: Okay, dann können wir mit normaler Druckgegeschwindigkeit drucken.

source: GuidedNormalInfill
de_de: Okay, dann reicht ein geringerer Füllgrad von 15%.

source: GuidedSupportOff
de_de: Bei Objekten ohne Überhängen können Supportstrukturen deaktiviert werden.

source: GuidedSupportOn
de_de: Bei Objekten mit Überhängen sollten Supportstrukturen aktiviert werden.

source: GuidedSurfaceNormal
de_de: Okay, dann reicht eine höhere Schichthöhe von 0,25 mm

source: GuidedSurfaceSmooth
de_de: Für eine glatte Oberfläche wähle ich eine geringe Schichthöhe von 0,1 mm.

# HardwareTutorialFilePath
source: .\BotContent\HardwareTutorial.json
de_de: .\BotContent\HardwareTutorial_de.json

source: Homing
de_de: Der Druck fährt nun zu seiner Startposition und führt anschließend seine automatische Kalibrierung aus.

source: InfillPercentage
de_de: Füllgrad

source: InvalidInfillPercentage
de_de: Deine Eingabe nicht gültig. Das Infill muss zwischen 0% und 100% betragen.

source: InvalidInfillPercentageFormat
de_de: Bitte wähle eine Füllmenge aus der Auswahl unten aus oder gibt die Zahl in Prozent ein.

source: InvalidLayerHeight
de_de: Deine Eingabe nicht gültig. Die Layer Height muss zwischen 0,05 mm und 0.3 mm betragen.

source: InvalidLayerHeightFormat
de_de: Bitte wähle eine Layer Height aus der Auswahl unten aus oder gibt die Zahl in Millimeter ein.

source: InvalidProfile
de_de: Ungültiges Profil.

source: LayerHeight
de_de: Schichthöhe

source: Next
de_de: Weiter

source: Nozzle
de_de: Düse

source: ParameterSummary
de_de: Übersicht zu den wichtigsten Parametern:

source: PrintDuration
de_de: Druckdauer

source: PrintStarting
de_de: Es geht los!

source: RemainingTime
de_de: Restliche Druckdauer

source: SliceNowQuestion
de_de: Möchtest du die Datei jetzt slicen und drucken?

# SlicingDialogDataPath
source: .\BotContent\SlicingProcess.json
de_de: .\BotContent\SlicingProcess_de.json

source: SlicingFinished
de_de: Slicing abgeschlossen.

source: SlicingInProgress
de_de: Slicing läuft

source: SlicingModeSelection
de_de: Bitte wähe einen Slicingmode aus [Expert/Beginner] oder sag abbrechen, wenn du den Vorgang abbrechen möchtest.

source: StartIdleMessage
de_de: Was kann ich für dich tun?

source: StlRecieved
de_de: Ich hab dein Modell erhalten. Möchtest du das Modell jetzt slicen?

source: StoringFile
de_de: Okay, ich passe auf die Datei auf. Du kannst mich später nochmal fragen.

source: Support
de_de: Supportstrukturen

source: SupportIs
de_de: Supportstrukturen

source: UsedFilament
de_de: Benötigtes Filament

# WorkflowTutorialFilePath
source: .\BotContent\WorkflowTutorial.json
de_de: .\BotContent\WorkflowTutorial_de.json
